from pepoyo.store import *
print('很高兴见到你')
class info:
    def 正负0(self):
        print('ぺぽよ、VY1、初音ミク - 『±0』作词：ぺぽよ,作曲：ぺぽよ')
    def 安楽死(self):
        print('らくらく安楽死 (Explicit) - ぺぽよ,词：ぺぽよ,曲：ぺぽよ')
    def 精神病拉面(self):
        print('ぺぽよ、初音ミク - めんへらーめん作词：ぺぽよ,作曲：ぺぽよ')       
    def 拝啓(self):
        print('ぺぽよ、初音ミク - 拝啓 作词：ぺぽよ,作曲：ぺぽよ')
    def 疾风忍杀稻草忍者(self):
        print('ぺぽよ、初音ミク 疾風忍殺わらにんじゃ作词：ぺぽよ,作曲：ぺぽよ')
    def 滴滴答心电图(self):
        print('ぺぽよ、初音ミク - でんでん心電図 作词：ぺぽよ,作曲：ぺぽよ')
    def 失态生态实验体(self):
        print('ぺぽよ、初音ミク - 失態生態実験体 作词：ぺぽよ,作曲：ぺぽよ')    
    def 诅咒神经症(self):
        print('ぺぽよ、初音ミク - のろいのノイローゼ作词：ぺぽよ,作曲：ぺぽよ')
