import os

正负0='''
きっと打開策があったはずだと

後悔溢れた１人の部屋で

ずっと戻らない地にいつまでも

着かない鳥を返す夢を見る

一歩進もうと足を踏みだせば

一方引きずられまた繰り返し

縛り付けられ身動き取れず

終わらないテストは０点罰点

過去に潰される未来予想図

崩れたバランスシーソーゲーム

登り下りまで襲う躁鬱

震える足では

逃げることすらできなくて

単純に限界になって

手遅れになるその前に

感情消して無しにできたら

どんなに良かったか

甲斐甲斐しいほど快も不快も

しつこく邪魔してくれるんだ

いつまでたっても

踏み出せないから

前にも後にも進めない

今日も明日も停滞したまま

閉じ込められ留まり続ける

無い正解に目を凝らし続け

穴の空いちゃった

答案を捨てる

朝も昼にも夜にも怯え

もう動かない身体を眺めて

永遠揺蕩う不安の海で

ただひたすらに

終わりを待つだけ

頭の電池は逆さまモード

脳から液漏れ発熱破裂

プラスの思考のマイナスイオン

知らなきゃよかった

後悔してももう遅く

絶対に正解に行けない

無駄な努力を続けても

結果なんて分かりきってる

全部 全部 大失敗

前科一犯 笑止千万

どうでもいいほどばかばかしい

すっからかんに何をかけても

答えは単純 なにもない

どうしようもできない過去も

巻き戻せない過ちも

犯した分の罪の数だけ

自分に突き刺すよ

身体に傷をつけてく事で

心の傷が消えるなら

本当は全部０にしたくて

許してほしくって

心を覆うような絶望も

掴みきれない幸せも

受け止めきれず

潰れちゃうなら

おしまいにしようか

人生最後のちんけな部屋を

死に場所にして首吊って

足しても引いても

意味がないなら

問題点ごと消せば良いって

安心しながら眠るんだ
'''


安楽死='''
真っ暗がりの布団の底

ゆめゆめ悪夢にずぶずぶ沈む

見慣れた画面のその向こうには

誰かの悪意の包囲網

壊れたカーテンの隙間から

壁を埋めるのは

暴言 妄言 知りません

らくらくお気楽安楽死

自殺は勘弁 苦しいし

はくだく快楽安全死

くらくら暗闇 腹上死

わくわく極楽安楽死

いたずら断念 殺人鬼

人間できたらまたおいで

残念 概念 希死観念

薄暗い部屋入り浸ってさ

紙幣の残高みるみる消える

不憫の貧乏成り下がってる

不信の心臓後遺症

寂れた天井があざ笑う

それを見てるのは

正気 病気 誤認識

らくらくお気楽安楽死

到着あの世のパスポート

ごくごく飲み干すモンエナジー

孤独に中毒お気の毒

なくなく自堕落安楽死

命のお値段二百万

大金できたらまたおいで

ざ**ん し***ん 鬱らーめん

分かってるさ 本当は

終いなんてできやしないこと

無節操に病むなら

いっそ 忘れて 諦めて

らくらくお気楽安楽死

能無し金なしいくじなし

がくがく震える恥晒し

何度繰り返し今何時

ばくばく自爆で倍返し

現世の懲役後何年

人間できたらこうならないこと

知っていて

どうして

らくらくお気楽安楽死

自殺が楽しいはずないし

かるがるお手軽皆殺し

命の価値など興味無し

吐く抱く悦楽安楽死

知性も理性も何もなし

結局1人じゃ逝けやしない

残念 概念 希死観念

あーめん ごーめん もう勘弁
'''

精神病拉面='''
暇つぶした自殺未遂

嘔吐した真昼間のオーバードーズ

誰も彼もいなくなれば

四六時中ソーシャルディスタンス

おなかもよう晴れのち雨

落ち着かない真夜中の精神統一

布団潜ればまっくらのやみ

月曜日のメンタル逆エベレスト

頭つらぬくこの世の終わりに騒ぐ陰謀論

純粋な独占欲は心揺るがす誰の為？

達観　馬鹿になってぱーぱりらっぱっぱ

首吊りの不健康スーサイド

糖分　基地外のスケッゾフェニア

電柱の錆色はサンカクメ色

傍観　不可逆のマルチメディア

週末の楽しいユーザネイジャー

脳姦　狂わせてぱーぱりらっぱっぱ

不可能を覆す　メンタルイルネス

ピンク色の血反吐の後悔

床散らばる汚い状態

腐り落ちた下劣な食材

ご注文は

めんへらーめん鬱病増し増しメガ精神障害者盛り

めんへらーめん鬱病増し増しメガ精神障害者盛り

500階建てコンビニ前で

捕まえたしましまのぐるぐる

4本お魚食べさせたら

新鮮なぴちぴちのPTSD

飛行機雲追いかけたら

落っこちて堕落したがらくた

死んだ子猫を宙に羽織り

手に入れたLED色のLSD

心傾くこの世の有害　不快　害　自害

偶像の即戦力は　いつも見ていた誰かの眼

暴君　黙らせてぱーぱりらっぱっぱ

妄想の中絶　エセフェミニスト

興奮　気持ちいいソーシャルメディア

壊れた墓石の大きな迷路

奪還　奪われた　スペースデブリ

塗りたくるにじいろアートネイチャー

土管　壊しちゃってぱーぱりらっぱっぱ

手放した核兵器　宇宙に消えた

強姦　孕ませてぱーぱりらっぱっぱ

彷徨える赤黒の遭難者

脱糞　低俗のコプロフィリア

湾曲した大切なコスモロジー

折檻　暴虐のネクロフィリア

首落としうらめしカニバリズム

糖分含ませてぱーぱりらっぱっぱ

電柱の錆色は何色だったっけな？

不幸せな精神崩壊

目を背けたタブーの問題

神にそむく倫理の崩壊

ご注文は

うんこがけ陰毛パスタ胎児のドブ漬けゲロ風味

うんこがけ陰毛パスタ胎児のドブ漬けゲロ風味
'''

拝啓='''
救いをもたらす天上に伸びる蜘蛛の糸
掴んだあの人は地獄へ落ちてった
心を蝕んでく即効性の猛毒が
もうすぐ蔓延して吸い込んでしまうから

苦しみが続かないように
首を括ったら息を止める

拝啓、孤独のションペット
雑菌まみれ生ゴミと埋もれてく
茶色く濁った液体が心写す汚い姿を
心労でセルフネグレクト
無観客の小さな処刑台で
地に足がつかないような
気持ちで見送って

踏み出せなかった未練を手繰りいつまでも
解けない首輪が足枷になっていた
神様がいないって此処が証明してるけど
どうせいつか死ぬなら天国がいいでしょう

奈落から連れ出してくれる
天使がいなくても救われたくて

最低な君の方へと　進む足はまだ震えているけど
心臓の音が怖くって
吐いて、泣いて、命綱離して
大抵地獄の光景が
巣食う明日なんて見たくないから
もう何も感じなくてもいいから連れてって

鮮やかな光の向こうに
一歩踏み出して足場を蹴った

最低な日々の情景が
もがき足掻く
走馬灯も消えてく
もう戻れないけど
これでいいの
それが答えでしょう

きっと自らの手を
汚し、殺し、全て諦めたなら
もう何も掴めないから
宙へとただ浮いてる

拝啓、私の怨念へ
恨み嫉み苦しく辛い日々は
救われやしないけど
ここで終わり
迎えに行くから

もう明日が来なくても
ここでいつもずっと待っているから
地に足がつかないように
見守ってあげるからね
'''

疾风忍杀稻草忍者='''
あっという間現れて　お困りとあらば駆けつける
己の正義振りかざし　お助けいたす　わらにんじゃ

悶々毎日いじめっこ　助けてくれる忍者のうわさ
どうやら悪い奴がいれば　即！やっつけてくれるらしいと
藁の体にまあるい目　赤い炎二つゆらめかせ
助け求める声を聞き　正義の忍者が今宵行く

こんこん釘打ち御神木　真夜中の丑の刻参り
木製ハンマー振りかざす　目掛けてその先五寸釘

因果応報悪事千里呪いを込めた藁人形
満身創痍この身に変えても必ず呪殺す
悪意殺意妬み恨みと憎しみ変えて魑魅魍魎
これが真理悪人如きに慈悲はない

呪え呪え呪い殺せ　己の進む道だけ信じて
呪え呪え呪い殺せ　悪人どもに天罰くだす
呪え呪え呪い殺せ　たとえそれが強敵だとしても
呪え呪え呪い殺せ　信じた正義を突き通す
これも世の為人の為
わらわらにんにん　わらにんにん

転々毎日あてもなく　繰り返す今日も人助け日々
遥か昔の約束を　果たすため前進進むのみ
そうして自分に突き刺さる　自問自答これでいいのかと
善悪も何もわからない　人道外れた鬼退治

それでも拙者は修行の身　誰かに呼ばれりゃそちらへと
木製ハンマー振りかざす　力を込めたる五寸釘

因果応報悪事千里呪いを込めた藁人形
満身創痍この身に変えても必ず呪殺す
悪意殺意妬み恨みと憎しみ変えて魑魅魍魎
これが真理悪人如きに慈悲はない

呪え呪え呪い殺せ　己の進む道だけ信じて
呪え呪え呪い殺せ　悪人どもに天罰くだす
呪え呪え呪い殺せ　たとえそれが間違いだとしても
呪え呪え呪い殺せ　信じた正義に嘘はない
殺人忍者は夜歌う
わらわらにんにん　わらにんにん

わらわらにんにん　わらにんにん×6

積りに積もった呪いの代償
今更気づき　既に遅し村八分

呪え呪え　呪い殺せ　例え誰にも頼られなくても
呪え呪え　呪い殺せ　天罰下した倍返し
呪え呪え　呪い殺せ　善も悪ももう何もわからず
呪え呪え　呪い殺せ　偽善の正義よ破れたり

にんにん忍者は塵と化す
わらわらにんにんわらにんにん
'''


滴滴答心电图='''
でんでん心電図

でんでん死んでく心電図

でんでん心電図 電子的心電図

でんでん心電図

でんでん死んでく心電図

でんでん心電図 電子的心電図

精密な作動 機械的な生命現象

伸びる血管線路で 転回くるくる

微細な構造 機能的な生存本能

二重らせんほっぽって

進む遺伝子の 向こう

放火状態動脈硬化

瞬時に後悔急降下

漂白効果の交換脳波

驚愕効果で超音波

橙破って体外敗走

媒介道路は高温度

高速流動流れる血漿

測定不能の心電図

あれとそれ組み合って

うごきめく身体の中心部

最深部作られた

中心核守って重心部

滾る血液や鼓動響くこの心臓は

尽きるまで続く生命 この命まで

でんでん心電図

でんでん死んでく心電図

でんでん心電図 電子的心電図

だんだん断面図

だんだん腐って断面図

だんだん断面図 断片的断面図

本能的野望 推論だけの匿名要望

帰る帰路大崩壊 壊滅ぐちゃぐちゃ

本能的衝動 破滅的な恋愛感情

欲望前線乗っ取って

回る現実の裏へ

堕胎脱退怠惰の痕跡

筆跡巡る奇跡なんて

生にすがりつき死にしがみつき

精神崩壊お墨付き

廻廊めぐって胎内回帰

解放目指して要介護

存在不正の揺蕩う幻覚

鑑定不能の断面図

それとこれ合わさって

絡み二つ壁真っ赤っか

理解せず諦めた

死の間際放った人柱

残されたものは

見過ごした陣中絶望と

忘れた振りした 心地よい悪夢だけ

でんでん心電図

でんでん死んでく心電図

でんでん心電図 電子的心電図

てんてん展開図 展開回って回転図

てんてん展開図 転回的回転図

右手に見えるはあかいにくきれ

左手見えるはまわるちのうみ

たいないおなかでゆらりゆられて

光が見えたらどん底の海

妄想に取り憑いた

虚構じみた思考回路

目をそらし見放した

全身かける現実逃避

腐る血液も鼓動すらしない心臓も

忘れたくないた 傷心的心電図

断片的断面図転回的回転

来る狂う縷々縷縷

でんでん心電図

でんでん死んでく心電図

でんでん心電図 電子的心電図

だんだん断面図

だんだん腐って断面図

だんだん断面図 断片的断面図

てんてん展開図 展開回って回転図

てんてん展開図 転回的回転図

でんでん心電図

でんでん死んでく心電図

でんでん心電図 電子的心電図

電子的心電図
'''

失态生态实验体='''

退屈でつまらない失敗だらけの日常を
抜け出し作り上げた一人孤独の実験場
きっと止められないさ不思議まみれの劣情は
好奇心ときめかせて内緒の検証オペレーション
ひとりぽつりしずくひかり　理想閉じ込めホルマリン漬け
なのに足りないどこかのパーツ　解決不能の疑問点

嗚呼　一体全体なんだってんだい失敗だらけの実験体
完全完璧求めてたって不可能なのにね
曖昧模様の目的なんて理由が足りない半導体
実験結果は失敗ばっか失態生態実験体

欲望塗りたくった見るに堪えないショーウィンドウ
自分色染めすぎた一見地獄の桃源狂
「どうせ意味なんてない」と不満吐き出す心電図
理解しないならそれじゃあ出ていけばいいさ

仁義　正義　倫理　論理　理解できない他人の心理
上手く合わない鼓動のリズム　証明できない矛盾点

嗚呼　どうしてなんでの永久ループ
絶望散らばる実験台
何千万回繰り返しても満たされないのは
切っても裂いても刺して殺しても全然足りない被験体
これは正しくないと分かってるからこそ嫌なんだ

ああ問題ばっかり溜まってたってこんな器じゃキャパオーバー
小さな小瓶の中身にはこれ以上貯められない
最後の最後に見えてきたんだ永久不滅の感情論
失敗ばっかの実験見て笑ってた君はもういない

一体全体なんだってんだい
後悔だらけの一生涯
どうにもできずに過ぎ去ったあの日にさよならを
歪んだ心は理解したんだきっと最後の実験体
こんな感情失敗だって
分かってたからこそ嫌なんだ
認めたくないけど好きなんだ！
'''

诅咒神经症='''
あぁ…
一生呪うぜノイローゼ！

薦を被って物乞う路上
実に無謀なくそ根性
小銭どころか目もくれない
奴らはマイホーム此方は無いホーム

居場所無くして転がす衝動
今も想像する凶行
失うものが無いからさ
そりゃ慢心安心安全圏だ

ごみ食べ生きる虫けらのように
地べたを這いずって　さあ
死骸になるまで頑張りな！

どん底上等　論より証拠
底辺結構無礼講
上部不健康　不適合も
みんな仲良く処刑場
無益の同情　しなくて結構
無敵の現状無抵抗
こんな憂鬱続くなら
一生呪うぜノイローゼ！

恥を晒して蹴散らす小便
なんて蔓延しちゃ勘弁
日金予々金も無く
真面目なみんなに馴染めないんだ

喉がえづいて吐き出す妄言
のろい音色も鳴りやまず
死にぞこないの出来損ない
頭も無いし助からないや

ゲロにまみれた洋服の裾と
トラウマ引きずって　さあ
そのまま一生苦しみな！

どん底情緒　どんより正午
不快で結構無礼者
上辺の幻聴　ふざけた療法
みんな並んで注射場
嫌いな問答　しまいにゃ嘔吐
明日もきっと無鉄砲
そんな現実知りながら
発狂するんだノイローゼ！

実に無様なこんな人生で
ひねくれたままずっと
孤独を一人で過ごすのか

心の消耗　しなくて結構！
所詮は本能虚言癖
赤の他人も通りすがりも
みんなぼくだけ無視しよう
結局重症　ただ神経症
正直めっぽう弱い方
本当はずっと辛いから
こんな話はやめよーぜ

あぁ…誰か助けてノイローゼ！

'''

music正负0=os.getcwd()+'pepoyo\\±0.mp3'
music安楽死=os.getcwd()+'pepoyo\\安楽死.mp3'
music拝啓=os.getcwd()+'pepoyo\\拝啓.mp3'
music滴滴答心电图=os.getcwd()+'pepoyo\\滴滴答心电图.mp3'
music疾风忍杀稻草人者=os.getcwd()+'pepoyo\\疾风忍杀稻草人者.mp3'
music精神病拉面=os.getcwd()+'pepoyo\\精神病拉面.mp3'
music失态生态实验体=os.getcwd()+'pepoyo\\失态生态实验体.mp3'
music诅咒神经症=os.getcwd()+'pepoyo\\诅咒神经症.mp3'
